{
  "The Fool": {
    "interpretation": "In spiritual matters, the Fool means idea, thought, spirituality, that which endeavours to transcend earth. In material matters, it may, if badly dignified, mean folly, eccentricity, or even mania. But the essential of this card is that it represents an original, subtle, sudden impulse or impact, coming from a completely strange quarter. All such impulses are right, if rightly received; and the good or ill interpretation of the card depends entirely on the right attitude of the Querent.",
    "image": "thoth/major_arcana_00.jpeg"
  },
  "The Magus": {
    "interpretation": "Skill, wisdom, adroitness, elasticity, craft, cunning, deceit, theft. Sometimes occult wisdom or power, sometimes a quick impulse, a brain-wave”. It may imply messages, business transactions, the interference of learning or intelligence with the matter in hand.",
    "image": "thoth/major_arcana_01.jpeg"
  },
  "The Priestess": {
    "interpretation": "Pure, exalted and gracious influence enters the matter. Hence, change, alternation, increase and decrease, fluctuation. There is, however, a liability to be led away by enthusiasm; one may become “moon-struck” unless careful balance is maintained.",
    "image": "thoth/major_arcana_02.jpeg"
  },
  "The Empress": {
    "interpretation": "Love, beauty, happiness, pleasure, success, completion,good fortune, graciousness, elegance, luxury, idleness, dissipation, debauchery, friendship, gentleness, delight.",
    "image": "thoth/major_arcana_03.jpeg"
  },
  "The Emperor": {
    "interpretation": "War, conquest, victory, strife, ambition, originality, over-weening confidence and megalomania, quarrelsomeness, energy, vigour, stubbornness, impracticability, rashness, ill-temper.",
    "image": "thoth/major_arcana_04.jpeg"
  },
  "The Hierophant": {
    "interpretation": "Stubborn strength, toil, endurance, placidity, manifestation, explanation, teaching, goodness of heart, help from superiors, patience, organization, peace.",
    "image": "thoth/major_arcana_05.jpeg"
  },
  "The Lovers": {
    "interpretation": "Openness to inspiration, intuition, intelligence, second sight, childishness, frivolity, thoughtfulness divorced from practical consideration, indecision, self-contradiction, union in a shallow degree with others, instability, contradiction, triviality, the “high-brow”.",
    "image": "thoth/major_arcana_06.jpeg"
  },
  "The Chariot": {
    "interpretation": "Triumph, victory, hope, memory, digestion, violence in maintaining traditional ideas, the “die-hard”, ruthlessness, lust of destruction, obedience, faithfulness, authority under authority.",
    "image": "thoth/major_arcana_07.jpeg"
  },
  "The Hermit": {
    "interpretation": "Illumination from within, secret impulse from within; practical plans derived accordingly. Retirement from participation in current events.",
    "image": "thoth/major_arcana_08.jpeg"
  },
  "Fortune": {
    "interpretation": "Change of fortune. This generally means good fortune because the fact of consultation implies anxiety or discontent.",
    "image": "thoth/major_arcana_09.jpeg"
  },
  "Lust": {
    "interpretation": "Courage, strength, energy and action, une grande passion; resort to magick, the use of magical power.",
    "image": "thoth/major_arcana_10.jpeg"
  },
  "Adjustment": {
    "interpretation": "Justice, or rather justesse, the act of adjustment, suspension of all action pending decision; in material matters, may refer to law suits or prosecutions. Socially, marriage or marriage agreements; politically, treaties.",
    "image": "thoth/major_arcana_11.jpeg"
  },
  "The Hanged Man": {
    "interpretation": "Enforced sacrifice, punishment, loss, fatal or voluntary, suffering, defeat, failure, death.",
    "image": "thoth/major_arcana_12.jpeg"
  },
  "Death": {
    "interpretation": "Transformation, change, voluntary or involuntary, in either case logical development of existing conditions, yet perhaps sudden and unexpected. Apparent death or destruction, but such interpretation is illusion.",
    "image": "thoth/major_arcana_13.jpeg"
  },
  "Art": {
    "interpretation": "Combination of forces, realization, action based on accurate calculation; the way of escape, success after elaborate maneuvres.",
    "image": "thoth/major_arcana_14.jpeg"
  },
  "The Devil": {
    "interpretation": "Blind impulse, irresistibly strong and unscrupulous, ambition, temptation, obsession, secret plan about to be executed; hard work, obstinacy, rigidity, aching discontent, endurance.",
    "image": "thoth/major_arcana_15.jpeg"
  },
  "The Tower": {
    "interpretation": "Quarrel, combat, danger, ruin, destruction of plans, sudden death, escape from prison.",
    "image": "thoth/major_arcana_16.jpeg"
  },
  "The Star": {
    "interpretation": "Hope, unexpected help, clearness of vision, realization of possibilities, spiritual insight, with bad aspects, error of judgment, dreaminess, disappointment.",
    "image": "thoth/major_arcana_17.jpeg"
  },
  "The Moon": {
    "interpretation": "Illusion, deception, bewilderment, hysteria, even madness, dreaminess, falsehood, error, crisis, “the darkest hour before the dawn”, the brink of important change.",
    "image": "thoth/major_arcana_18.jpeg"
  },
  "The Sun": {
    "interpretation": "Glory, gain, riches, triumph, pleasure, frankness, truth, shamelessness, arrogance, vanity, manifestation, recovery from sickness, but sometimes sudden death.",
    "image": "thoth/major_arcana_19.jpeg"
  },
  "The Aeon": {
    "interpretation": "Final decision in respect of the past, new current in respect of the future; always represents the taking of a definite step.",
    "image": "thoth/major_arcana_20.jpeg"
  },
  "The Universe": {
    "interpretation": "The matter of the question itself, synthesis, the end of the matter, may mean delay, opposition, obstinacy, inertia, patience, perseverance, persistent stubbornness in difficulty. The crystallization of the whole matter involved.",
    "image": "thoth/major_arcana_21.jpeg"
  },
  "Ace of Wands": {
    "interpretation": "This card represents the essence of the element of Fire in its inception. It is a solar-phallic outburst of flame from which spring lightnings in every direction.\n\nThese flames are Yods, arranged in the form of the Tree of Life. (For Yod, see Atu IX supra.)\n\nIt is the primordial Energy of the Divine manifesting in Matter, at so early a stage that it is not yet definitely formulated as Will.\n\nImportant: although these “small cards” are sympathetic with their Sephirotic origin, they are not identical; nor are they Divine Persons. These (and the Court Cards also) are primarily sub-Elements, parts of the “Blind Forces” under the Demiourgos, Tetragrammaton. Their rulers are the Intelligences, in the Yetziratic world, who go to form the Schemhamphorasch. Nor is even this Name, “Lord of the Universe” though it be, truly Divine, as are the Lords of the Atu in the Element of Spirit. Each Atu possesses its own private, personal and particular Universe, with Demiourgos (and all the rest) complete, just as every man and every woman does.\n\nFor example II’s or VI’s Three of Disks might represent the establishment of such an oracle as that of Delphi, or Viii’s might be the first formula of a Code such as Manu gave to Hindustan; V’s, a cathedral, XVI’s, a standing army; and so on. The great point is that all the Elemental Forces, however sublime, powerful, or intelligent, are Blind Forces and no more.",
    "image": "thoth/wands_01.jpeg"
  },
  "Ace of Swords": {
    "interpretation": "The Ace of Swords is the primordial Energy of Air, the Essence of the Vau of Tetragrammaton, the integration of the Ruach. Air is the result of the conjunction of Fire and Water; thus it lacks the purity of its superiors in the male hierarchy, Fire, Sol and the Phallus. But for this same reason it is the first card directly to be apprehended by the normal consciousness of Mankind. The errors of such cards as the 7 and 10 of Cups are yet of an Order altogether higher than the apparently much milder 4 of Swords. The study of the subtle and gradual degradation of the planes is excessively difficult.\n\nIn nature, the obvious symbol of Air is the Wind “which bloweth whithersoever it listeth”. It lacks the concentrated Will of Fire to unite with Water: it has no corresponding passion for its Twin Element, Earth. There is indeed, a notable passivity in its nature; evidently, it has no self-generated impulse. But, set in motion by its Father and Mother, its power is manifestly terrific. It visibly attacks its objective, as they, being of subtler and more tenuous character, can never do. Its “all-embracing, all-wandering, all~penetrating, all-consuming” qualities have been described by many admirable writers, and its analogies are for the most part patent to quite ordinary observers.\n\nBut, it will instantly be asked, what of the status of this Element in the light of other attributions? In the Yetziratic World, is not Air the first element to follow Spirit? Is not Vayu the first emergence of the phenomenal from the arcane obscurity of Akasha? How may one reconcile the doctrine of Mind with the fact that Ruh, or Ruach, actually means Spirit itself? “Achath Ruach Elohirn Chum” (777) means “One is the Spirit (not Air) of the Gods of the Living”? And is not Air, the element attributed to Mercury, also most properly the Breath of Life, the Word, the Logos itself?\n\nThe student must be referred to some less raw, cursory, elementary and superficial Treatise than this present bat-eyed, penguin- winged, bluebottle-brained buzzing. Nevertheless, although Air is in no system the lowest, and so cannot claim benefit of clergy from the doctrine that Malkuth automatically resolves into Kether, the following reference seems not wholly to lack either cogency or pertinence.\n\nThe Ruach is centred in the airy Sephira, Tiphareth, who is the Son, the first-born of the Father, and the Sun, the first emanation of the creative Phallus. He derives directly from his mother Binah through the Path of Zain, the sublime intuitive sense, so that he partakes absolutely of the nature of Neschamah. From his father, Chokmah, he is informed though the Path of He’, the Great Mother, the Star, our Lady Nuit, so that the creative impulse is communicated to him by all possibilities soever. Finally, from Kether, the supreme, descends directly upon him, though the Path of Gimel, the High Priestess, the triune light of Initiation. The Three- in-One, the Secret Mother in her polymorphous plenitude; these, these alone, hail him thrice blessed of the Supernals!\n\nThe card represents the Sword of the Magus (see Book 4, Part II) crowned with the twenty-two rayed diadem of pure Light. The number refers to the Atu; also 22=2 X II, the Magical manifestation of Chokmah, Wisdom, the Logos. Upon the blade, accordingly, is inscribed the Word of the Law, This Word sends forth a blaze of Light, dispersing the dark clouds of the Mind.",
    "image": "thoth/swords_01.jpeg"
  },
  "Ace of Cups": {
    "interpretation": "This card represents the element of Water in its most secret and original form. It is the feminine complement of the Ace of Wands, and is derived from the Yoni and the Moon exactly as that is from the Lingam and the Sun. The third in the Hierarchy. This accordingly represents the essential form of the Holy Grail. Upon the dark sea of Binah, the Great Mother, are Lotuses, two in one, which fill the cup with the Life-fluid, symbolically represented either as Water, as Blood, or as Wine, according to the selected purpose of the symbolism. This being a primordial card, the liquid is shown as water; it can be transformed into Wine or Blood as may be required.\n\nAbove the Cup, descending upon it, is the Dove of the Holy Ghost, thus consecrating the element.\n\nAt the base of the Cup is the Moon, for it is the virtue of this card to conceive and to produce the second form of its Nature.",
    "image": "thoth/cups_01.jpeg"
  },
  "Ace of Disks": {
    "interpretation": "The Ace of Disks pictures the entry of that type of Energy which is called Earth. It is here proper to insist a little strongly upon one of the essential theoretical theses which have inflamed the constitution of this present pack of Tarot cards; for this feature is significant, and distinguishes it from the numerous crude efforts of uninitiates to put themselves forward as adepts. The grotesque barber Alliette, the obscurely perverse Wirth, the poseur-fumiste P~adan, down to the verbose ignorance of such Autolycus-quacks as Raffalovitch and Ouspensky; none of these or their kin have done more than “play the sedulous ape” to the conventional Medlaeval designs. (Their luck was out: the Tarot is a razor!) Eliphaz Levi was a master-scholar, and knew the true attributions; but his grade in the Great White Brotherhood was only 6o~5o (Adeptus Major); and he had no instructed foresight of the New Aeon. He did indeed hope to find a Messiah in Napoleon III; but of the complete spiritual upheaval which accompanies the Proclamation of a new Magical Formula he had no glimpse; no, not though he had Maistre Alcofribas Nasier to guide him!\n\nDr. Ge’rard Encausse, “Papus”, who followed Eliphaz Levi, felt himself even more closely bound by his Oath of Secrecy, so that his dealings with the Tarot are worthless; and that although he was Grand Master of the O.T.O. in France, and Grand Hierophant 97º of the Rite of Memphis on the death of John Yarker.\n\nThese historical data are necessary to explain why all previous packs are of little more than archaeological interest; for the New Aeon demanded a new system of symbolism. Thus, in particular, the old conception of the Earth as a passive, immobile, even dead, even “evil” element, had to go. It was imperative to restore the King-Scale colour attribution to that of the Aeon of Isis, Emerald Green, as was understood by the Egyptian Hierophants. This green is, however, not the original vegetable green of Isis, but the new green of spring following the resurrection of Osiris as Horus. Nor are the Disks any more to be considered as Coins; the Disk is a whirling emblem. Naturally so; since it is now know that every Star, every true Planet, is a whirling sphere. The Atom, again, is no more the hard, intractable, dead Particle of Dalton, but a system of whirling forces, comparable to the Solar hierarchy itself.\n\nThis thesis dovetails perfectly with the new Doctrine of Tetragrammaton, where the Earthy component, He’ final, the Daughter, is set upon the Throne of the Mother, to awaken the Eld of the All- Father. The NAME itself, accordingly, is no longer a fixed symbol, emblem of extension and limit, but a continuously revolving sphere; in the words of Zoroaster, “rebounding, whirling forth, crying aloud”.\n\nIt has been the custom of publishers or designers of packs to set their personal seal upon the Ace of Disks, for grammatical reasons not unconnected with the perhaps arbitrary differentiation in the Latin Language between the pronouns “meum” and “tuum”. Saith not the Bard?\n\nSteal not this Book for fear of shame!\nThe Ace of Disks — the Author’s name.\n The Ace of Swords — thy corpse shall look\nLike Agag’s did, in Samuel’s book.\n The Ace of Cups — drink thou no less\nThan Brinvilliers the Marchioness!\n The Ace of Wands — thy death be reckoned\nLike that of good King Edward Second!\n\nThe central symbol of the Ace of Disks is consequently the personal Hieroglyph of “the chosen priest and apostle of infinite space”, “the prince-priest the Beast”. (Liber AL. 1.15.)\n\nThis is to be compared with the Sigillum Sanctum of the Order of A..A..\n\nIn the centre of all is yet another form of Tetragrammaton, the Phallus, showing Sol and Luna, with the number 666 duly inscribed, as if to equilibrate, to fit into the Vesica, with the seven sevens addingto 156 (BABALON2+I+2+I+30+70+50=(7+7)+ 7 + 77 + 77=156) as the Magick Square of 6 adds to 666 (,.,i~2= TO ME~A ~HPlON 300 + 70 + 40 + 5 + 3 + I + 9 + 8 + ’00 + 10 + 70 + 5o=t~’~~ 400 + 200 + ‘0 + 6 + 5o). Should one choose to interpret the vertical line above 666 as I, and add it, the number of the Scarlet Woman, 667, appears. (667 = H KOKKINH FYNH=8 + 20 + 70 + 20 + 20 + 10 + 50 + 8 + 3 + 400 + 50+ 8.) This cipher is enclosed in a Heptagram, as manifestly needful; and this figure again in interlaced Pentagons whose sides are ex tended, so forming a Wheel of 10 spokes whose boundary is a Decagon; and this again within a circular band, upon which is inscribed in full the name TO ME~A eHPION, of 12 (6 x 2) letters.\n\nAbout this whirling Disk are its six Wings; the entire symbol is not only a glyph of Earth as understood in this New Aeon of Horus, but of the number 6, the number of the Sun. This card is thus an affirmation of the identity of Sol and Terra-and that will be best understood by those who have punctually practised Liber Resh for the necessary number of years, preferably in such Hermitages as those of the Sahara Desert, where the Sun and the Earth can soon be instinctively recognized as living Beings, one’s constant companions in a Universe of Pure Joy.",
    "image": "thoth/disks_01.jpeg"
  },
  "Two of Wands": {
    "interpretation": "This card, pertaining to Chokmah in the suit of Fire, represents the Will in its most exalted form. It is an ideal Will, independent of any given object.\n\n“For pure will, unassuaged of purpose, delivered from the lust of result, is every way perfect.” AL. 1. 44.\n\nThe background of this card shows the power of the planet Mars in his own sign Aries, the first of the Signs. It there represents Energy initiating a Current of Force.\n\nThe pictorial representation is two Dorjes crossed. The Dorje is the Tibetan symbol of the thunderbolt, the emblem of celestial Power, but more in its destructive than its creative form.\n\nMore, that is, in its earlier rather than its later form. For destruction may be regarded as the first step in the creative process. The virgin ovum must be broken in order to fertilize it. Fear and repulsion are therefore the primary reaction to the assault. Then, with understanding of the complete plan, willing surrender rejoices to co-operate.\n\nSix flames issue from the centre. This indicates the influence of the Sun, who is exalted in Aries. This is the creative Will.\n\nMars in Aries is the attribution of the Geomantic Figure Puer.·:~ The meaning of these figures is to be studied in the Handbook of that science: “The Equinox” Vol. I, No.2. Remember that the Geomantic Intelligences (see Liber 777 Cols. XLIX and CLXXVIII) are all primarily Gnomes.",
    "image": "thoth/wands_02.jpeg"
  },
  "Two of Swords": {
    "interpretation": "This card is ruled by Chokmah in the Element of Air. This suit, governing all intellectual manifestations, is always complicated and disordered. It is subject to change as is no other suit. It represents a general shaking-up, resulting from the conflict of Fire and Water in their marriage; and proceeds, when Earth appears, to crystallization. But the purity and exaltation of Chokmah are such that this card manifests the very best idea possible to the suit. The energy abides above the onslaught of disruption. This comparative calm is emphasized by the celestial attribution: the Moon in Libra.\n\nThe Moon is change, but Nature is peaceful; moreover, Libra represents balance; between them, they regulate the energy of the Swords.\n\nIn the card appear two swords crossed; they are united by a blue rose with five petals. This rose represents the influence of the Mother, whose harmonizing influence compounds the latent antagonism native to the suit. The Rose emits white rays, producing a geometrical pattern that emphasizes the equilibrium of the symbol.",
    "image": "thoth/swords_02.jpeg"
  },
  "Two of Cups": {
    "interpretation": "The Two always represents the Word and the Will. It is the first manifestation. Therefore, in the suit of Water, it must refer to Love, which recovers unity from dividuality by mutual annihilation.\n\nThe card also refers to Venus in Cancer. Cancer is, more than any other, the receptive Sign; it is the House of the Moon, and in that Sign Jupiter is exalted. These are, superficially, the three most friendly of the planets.\n\nThe hieroglyph of the card represents two cups in the foreground, overflowing upon a calm sea. They are fed with lucent water from a lotus floating upon the sea, from which rises another lotus around whose stem are entwined twin dolphins. The symbolism of the dolphin is very complicated, and must be studied in books of reference; but the general idea is that of the “Royal Art”. The dolphin is peculiarly sacred to Alchemy.\n\nThe number Two referring to Will, this card might really be renamed the Lord of Love under Will, for that is its full and true meaning. It shows the harmony of the male and the female: interpreted in the largest sense. It is perfect and placid harmony, radiating an intensity of joy and ecstasy.\n\nOf necessity, the realization of the idea in the Four (as the suit develops) will gradually diminish the purity of its perfection.",
    "image": "thoth/cups_02.jpeg"
  },
  "Two of Disks": {
    "interpretation": "The number Two, Chokmah, here rules in the suit pertaining to Earth. It shows the type of Energy appropriate to Two, in its most fixed form. According to the doctrine that Change is the support of stability, the card is called Change.\n\nIts celestial rulers are Jupiter and Capricornus; and these symbols are most inharmonious, so that in practical matters the good fortune of Jupiter is very limited. Their influence on the card is not great. Yet, Jupiter being himself the Wheel (Atu X), he emphasizes that idea.\n\nThe card represents two Pantacles, one above the other; they are the Chinese symbols of the Yang and Yin duplicated as in the Hsiang. One wheel is dextro- and the other laevo-rotatory. They thus represent the harmonious interplay of the Four Elements in constant movement. One may in fact consider the card as the picture of the complete manifested Universe, in respect of its dynamics.\n\nAbout them is entwined a green Serpent (see Liber 65, chapter iii, verses 17-20). His tail is in his mouth. He forms the figure Eight, the symbol of the Infinite, the equation 0=2.",
    "image": "thoth/disks_02.jpeg"
  },
  "Three of Wands": {
    "interpretation": "This card refers to Binah in the suit of Fire, and so represents the establishment of primeval Energy. The Will has been transmitted to the Mother, who conceives, prepares, and gives birth to, its manifestation.\n\nIt refers to the Sun in Aries, the Sign in which he is exalted.\n\nThe meaning is harmonious, for this is the beginning of Spring. For this reason one sees the wand taking the form of the Lotus in blossom. The Sun has enkindled the Great Mother.\n\nIn the Yi King, Sol in Aries is represented by the 11th hexagram,Thai; its meaning is identical with the above description.",
    "image": "thoth/wands_03.jpeg"
  },
  "Three of Swords": {
    "interpretation": "Binah, the Great Mother, here rules the realm of Air. This fact involves an extremely difficult doctrine which must be studied at length in The Vision and the Voice: Aethyr 14.\n\nBinah is here not the beneficent Mother completing the Trinity with Kether and Chokmah. She represents the darkness of the Great Sea.\n\nThis is accentuated by the Celestial Lordship of Saturn in Libra.\n\nThis card is dark and heavy; it is, so to speak, the womb of Chaos. There is an intense lurking passion to create, but its children are monsters. This may mean the supreme transcendence of the natural order. Secrecy is here, and Perversion.\n\nThe symbol represents the great Sword of the Magician, point uppermost; it cuts the junction of two short curved swords. The impact has destroyed the rose. In the background, storm broods under implacable night.",
    "image": "thoth/swords_03.jpeg"
  },
  "Three of Cups": {
    "interpretation": "This card refers to Binah in the suit of Water. This is the card of Demeter or Persephone. The Cups are pomegranates: they are filled bountifully to overflowing ~om a single lotus, arising from the dark calm sea characteristic of Binah. There is here the fulfilment of the Will of Love in abounding joy. It is the spiritual basis of fertility.\n\nThe card is referred to the influence of Mercury in Cancer; this carries further the above thesis. Mercury is the Will or Word of the All-Father; here its influence descends upon the most receptive of the Signs.\n\nAt the same time, the combination of these forms of energy brings in the possibility of somewhat mysterious ideas. Binah, the Great Sea, is the Moon in one aspect, but Saturn in another; and Mercury, besides being the Word or Will of the All-One, is the guide of the souls of the Dead. This card requires great subtlety of interpretation. The pomegranate was the fruit which Persephone ate in the realms of Pluto, thereby enabling him to hold her in the lower world, even after the most powerful influence had been brought to bear. The lesson seems to be that the good things of life, although enjoyed, should be distrusted.",
    "image": "thoth/cups_03.jpeg"
  },
  "Three of Disks": {
    "interpretation": "The influence of Binah in the sphere of Earth shows the material establishment of the idea of the Universe, the determination of its basic form. It is ruled by Mars in Capricornus; he is exalted in that Sign, and therefore at his best. His energy is constructive, like that of the builder or engineer. The card represents a pyramid viewed from above the apex. The base is formed by three wheels-Mercury, Sulphur, and Salt; Sattvas, Rajas, and Tamas in the Hindu system; Aleph, Shin, and Mem-Air, Fire, and Water-the three Mother letters of the Hebrew alphabet.\n\nThis pyramid is situated in the great Sea of Binah in the Night of Time, but the sea is solidified; hence the colours of the back- ground are mottled, a cold thin dark grey with a pattern of indigo and green. The sides of the pyramid have a strong reddish tint, showing the influence of Mars.",
    "image": "thoth/disks_03.jpeg"
  },
  "Four of Wands": {
    "interpretation": "This card refers to Chesed in the suit of Fire. Being below the Abyss, it is the Lord of all manifested active Power. The original Will of the Two has been transmitted through the Three, and is now built up into a solid system:-Order, Law, Government. It is also referred to Venus in Aries, which indicates that one cannot establish one’s work without tact and gentleness.\n\nThe wands are headed by the Ram, sacred to Chesed, the Father-god Amoun-Ra, as also to Aries; but at the other end of the wands are the Doves of Venus.\n\nIn the symbol, the ends of the wands touch a circle, showing the completion and limitation of the original work. It is within this circle that the flames (four double, as if to assert the balance) of the Energy are seen to play, and there is no intention to increase the scope of the original Will. But this limitation bears in itself the seeds of disorder.",
    "image": "thoth/wands_04.jpeg"
  },
  "Four of Swords": {
    "interpretation": "The number Four, Chesed, is here manifested in the realm of the Intellect. Chesed refers to Jupiter who rules in Libra in this decanate. The sum of these symbols is therefore without opposition; hence the card proclaims the idea of authority in the intellectual world. It is the establishment of dogma, and law concerning it. It represents a refuge from mental chaos, chosen in an arbitrary manner. It argues for convention.\n\nThe hilts of the four Swords are at the corner of a St. Andrew’s cross. Their shape suggests fixation and rigidity. Their points are sheathed — in a rather large rose of forty-nine petals representing social harmony. Here, too, is compromise.\n\nMinds too indolent or too cowardly to think out their own problems hail joyfully this policy of appeasement. As always, the Four is the term; as in this case there is no true justification for repose, its disturbance by the Five holds no promise of advance; its static shams go pell-mell into the melting-pot; the issue is mere mess, usually signalized by foetid stench. But it has to be done!",
    "image": "thoth/swords_04.jpeg"
  },
  "Four of Cups": {
    "interpretation": "This card refers to Chesed in the sphere of Water. Here, below the Abyss, the energy of this element, although ordered, balanced and (for the moment) stabilized, has lost the original purity of the conception.\n\nThe card refers to the Moon in Cancer, which is her own house; but Cancer itself is so placed that this implies a certain weakness, an abandonment to desire. This tends to introduce the seeds of decay into the fruit of pleasure.\n\nThe sea is still shown, but its surface is ruffled, and the four Cups which stand upon it are no longer so stable. The Lotus from which the water Springs has a multiple stem, as if to show that the influence of the Dyad has gathered strength. For although the number Four is the manifestation and consolidation of the dyad, it is also secretly preparing catastrophe by emphasizing individuality.\n\nThere is a certain parallelism between this card and the Geomantic figures Via and Populus, which are attributed to the Moon in her decrease and increase respectively. The link is primarily the “Change=Stability” equation, already familiar to readers of this essay. Four is an “awkward” number; alone among the natural numbers, it is impossible to construct a “Magic Square” of four cells. Even in the Naples Arrangement, Four is a dead stop, a blind alley. An idea of a totally different Order is necessary to carry on the series. Note also the refolding4n-upon-itself suggested by the “Magic Number” of Four 1+2 + 3+4 which is Ten. i;:. Four is the number of the Curse of Limitation, of Restriction. It is the blind and barren Cross of equal arms, Tetragrammaton in his fatal aspect of finality, as the Qabalists knew him before the discovery of the Revolving Formula whereby the Daughter, seated upon the Throne of the Mother, “awakens the Eld of the All-Father”.\n\nFor the meanings of Via and Populus, refer to the “Handbook of Geomancy” (Equinox Vol. I, No.2).",
    "image": "thoth/cups_04.jpeg"
  },
  "Four of Disks": {
    "interpretation": "The Four, Chesed, shows the establishment of the Universe in three dimensions, that is, below the Abyss. The generating idea is exhibited in its full material sense. The card is ruled by the Sun in Capricornus, the Sign in which he is reborn. The disks are very large and solid; the suggestion of the card is that of a fortress. This represents Law and Order, maintained by constant authority and vigilance. The disks themselves are square; revolution is very opposite to the card; and they contain the signs of the Four Elements. For all that, they revolve; defense is valid only when violently active. So far as it appears stationary, it is the “dead centre” of the engineer; and Capricornus is the point at which the Sun “turns again Northward”. The background is of deep azure, flecked yellow,suggesting a moat; but beyond this is a pattern of green and indigo to represent the guarded fields whose security is assured by the fortress.In the Yi King, Sol in Capricornus is represented by the Second Hexagram, Khwan, which is the Female Principle. Compare the English word Queen, Anglo-Saxon Cwen, old Mercian Kwoen. Cognate are Icelandic Kvan, Gothic Kwens, woman. The Indo-Germanic type is g (w)eni and the Sanskrit root GwEN. Note also Cwm, coombe, and agnate words, meaning an enclosed valley, usually with water running from it. Womb — possibly a softened form?\n\nCompare also the innumerable words, derived from the root Gas, Which imply an enclosed and fortified space. Case, castle, chest, cyst, chaste, incest and so on.\n\nThe primary radical in all this class of words is the guttural. Observe the Hebrew attributions: Gimel, the moon; Cheth, Cancer, the house of the moon; Kaph, the Wheel; Qoph, the Moon, XVIII, Guttur, the throat. Sounds so made suggest the other throat; one is the channel of respiration and nutrition, the other of reproduction and elimination.",
    "image": "thoth/disks_01.jpeg"
  },
  "Five of Wands": {
    "interpretation": "This card is referred to Geburah of the suit of Fire. Geburah itself being fiery, it is a purely active ,force. It is ruled also by Saturn and Leo. Leo shows the element of Fire at its strongest and most balanced. Saturn tends to weigh it down and to embitter it. There is no limit to the scope of this volcanic energy.\n\nThe symbol represents the wand of the Chief Adept, showing that the authority is derived from the superiors; were it not so, this card would be thoroughly disastrous. Moreover, there are also two wands of the Second, or Major Adept. They have the head of the Phoenix, which gives the idea of destruction (or rather purgation) through fire, and the resurrection of the energy from its ashes.\n\nThere is also a pair of wands of the Third, or Minor, Adept, which are daughters, so to speak, of the wands in the Three of Wands. In this card there is the mitigating influence of the Mother. One of the most difficult doctrines with regard to Geburah is that, while it represents all this tameless irrational energy and disturbance, yet it derives from the benign and gentle influence of the feminine.\n\nThe Egyptians understood this doctrine perfectly. Their Lion goddess, Pasht, was hailed as “saeva” and “ferox”, was even called “red in tooth and claw” by those fanatical devotees who wished to identify her with Nature. The idea of sexual cruelty is often in herent in the highest divine nature; compare Bhavani and Kali in the Hindu system, and observe the Shiva-Sakti coition portrayed on many Tibetan banners. See also Liber 418,4th, 3rd, and 2nd Aethyrs; and the description supra of Atu XI.",
    "image": "thoth/wands_05.jpeg"
  },
  "Five of Swords": {
    "interpretation": "Geburah, as always, produces disruption; but as Venus here rules Aquarius, weakness rather than excess of strength seems the cause of disaster. The intellect has been enfeebled by sentiment. The defeat is due to pacifism. Treachery also may be implied.\n\nThe hilts of the swords form the inverted pentagram, always a symbol of somewhat sinister tendency. Here matters are even worse; none of the hilts resembles any of the others, and their blades are crooked or broken. They give the impression of drooping; only the lowest of the swords points upwards, and this is the least effective of the weapons. The rose of the previous card has been altogether disintegrated.\n\nThe historian is happy to observe two perfect illustrations of the mode of this card and the last in the birth of the Aeon of (I) Osiris, (2) Horus. He will note the decay of such Virtue as characterized Sparta and Rome, ending in the establishment of the Pax Romana. As Virtue declined, corruption disintegrated the Empire from within. Epicene cults, such as those of Dionysus (in its degraded form), of Attis, of Adonis, of Cybele, the false Demeter and the prostituted Isis, replaced the sterner rites of the true Solar- Phallic gods; until finally (the masters having lost the respect, and so the control, of the plebs, native and alien) the lowest of all the slave-cults, dressed up in the fables of the vilest of the parasitic races, swept over the known world, and drenched it in foul darkness for five hundred years. He will delight to draw close parallels with the cognate phenomena displayed before the present generation.",
    "image": "thoth/swords_05.jpeg"
  },
  "Five of Cups": {
    "interpretation": "This card is ruled by Geburah in the suit of Water. Geburah being fiery, there is a natural antipathy. Hence arises the idea of disturbance, just when least expected, in a time of ease.\n\nThe attribution is also to Mars in Scorpio, which is his own house; and Mars is the manifestation on the lowest plane of Geburah, while Scorpio, in its worst aspect, suggests the putrefying power of Water. Yet the powerful male influences do not show actual decay, only the beginning of destruction; hence, the anticipated pleasure is frustrated. The Lotuses have their petals torn by fiery winds; the sea is arid and stagnant, a dead sea, like a “chott” in North Africa. No water flows into the cups.\n\nMoreover, these cups are arranged in the form of an inverted pentagram, symbolizing the triumph of matter over spirit.\n\nMars in Scorpio, moreover, is the attribution of the Geomantic figure Rubeus ;~;. This is of such evil omen that certain schools of Geomancy destroy the Map, and postpone the question for two hours or more, when Rubeus appears in the Ascendant. Its meaning is to be studied in the “Handbook of Geomancy” (Equinox Vol. I, No.2).",
    "image": "thoth/cups_05.jpeg"
  },
  "Five of Disks": {
    "interpretation": "The Number Five, Geburah, in the suit of Earth, shows the disruption of the Elements, just as in the other suits. This is emphasized by the rule of Mercury in Taurus, types of energy which are opposed. It needs a very powerful Mercury to upset Taurus; so the natural meaning is Intelligence applied to Labour.\n\nThe symbol represents five disks in the form of the inverted Pentagram, instability in the very foundations of Matter. The effect is that of an earthquake. They are, however, representative of the five Tatvas; these hold together, on a very low plane, an organism which would otherwise disrupt completely. The background is an angry, ugly red with yellow markings. The general effect is one of intense strain; yet the symbol implies long-continued inaction.",
    "image": "thoth/disks_05.jpeg"
  },
  "Six of Wands": {
    "interpretation": "This card represents Tiphareth of the suit of Fire. This shows Energy in completely balanced manifestation. The Five has broken up the closed forces of the Four with revolutionary ardour, but a marriage has taken place between them; and the result is the Son, and the Sun.\n\nThe reference is also to Jupiter and Leo, which seems to imply a benediction on the harmony and beauty of this arrangement. It Will be seen that the Three Wands of the Three Adepts are now orderly arranged; and the flames themselves, instead of shooting out in all directions, burn steadily as in lamps. They are nine in number, in reference to Yesod and the Moon. This shows the stabilization of the Energy, and its reception and reflection by the Feminine.\n\nThere is no circle to enclose the system. It is self-supporting, like the Sun.",
    "image": "thoth/wands_06.jpeg"
  },
  "Six of Swords": {
    "interpretation": "Tiphareth shows the full establishment and balance of the idea of the suit. This is particularly the case with this card, as the intellect itself is also referred to the number Six. Mercury, in Aquarius, represents the celestial Energy influencing the Kerub of the Man, thus showing intelligence and humanity.\n\nBut there is much more than this in the symbol. The perfect balance of all mental and moral faculties, hardly won, and almost impossible to hold in an ever-changing world, declares the idea of Science in its fullest interpretation.\n\nThe hilts of the Swords, which are very ornamental, are in the form of the hexagram. Their points touch the outer petals of a red rose upon a golden cross of six squares, thus showing the Rosy Cross as the central secret of scientific truth.",
    "image": "thoth/swords_06.jpeg"
  },
  "Six of Cups": {
    "interpretation": "This card shows the influence of the number Six, Tiphareth, in the suit of Water. This influence is fortified by that of the Sun, who also represents the Six. The whole image is that of the influence of the Sun on Water. His fierce, but balanced power operates that type of putrefaction-he is in the Sign of Scorpio-which is the basis of all fertility, all life.\n\nThe lotus stems are grouped in an elaborate dancing movement. From their blossoms water gushes into the Cups, but they are not yet full to overflowing, as they are in the corresponding card below; the Nine.\n\nPleasure, in the title of this card, must be understood in its highest sense: it implies well-being, harmony of natural forces without effort or strain, ease, satisfaction. Foreign to the idea of the card is the gratification of natural or artificial desires. Yet it does represent emphatically the fulfilment of the sexual Will, as shown by the ruling Sephira, planet, element, and sign.\n\nIn the Yi King, Sol in Scorpio is represented by the 20th Hexagram, Kwan, -~, which is also “Big Earth”, being the Earth Trigram -~- with doubled lines. Kwan means “manifesting”, but also “contemplating”. The Thwan refers directly to an High Priest, ceremonially purified, about to present his offerings. The idea of Pleasure-Putrefaction as a Sacrament is therefore implicit in this Hexagram as in this card; while the comments on the separate lines by the Duke of Chau indicate the analytical value of this Eucharist. It is one of the master-keys to the Gate of Initiation. To realjze and to enjoy this fully it is necessary to know, to understand, and to experience, the Secret of the Ninth Degree of the O.T.O.",
    "image": "thoth/cups_06.jpeg"
  },
  "Six of Disks": {
    "interpretation": "The Number Six, Tiphareth, as before, represents the full harmonious establishment of the Energy of the Element. The Moon in Taurus rules the card; and this, while increasing the approach to perfection (for the Moon is exalted in Taurus and therefore in her highest form) marks that the condition is transient.\n\nThe disks are arranged in the form of the Hexagram, which is shown in skeleton. In the centre blushes and glows the light rose- madder of dawn, and without are three concentric circles, golden yellow, salmon-pink, and amber. These colours show Tiphareth fully realized on Earth; it reaffirms in form what was mathematically set forth in describing the Ace.\n\nThe planets are arranged in accordance with their usual attribution; but they are only shown as disks irradiated by the Sun in their centre.\n\nThis Sun is idolized as the Rose and Cross; the Rose has forty- nine petals, the interplay of the Seven with the Seven.",
    "image": "thoth/disks_06.jpeg"
  },
  "Seven of Wands": {
    "interpretation": "This card derives from Netzach (Victory) in the suit of Fire. But the Seven is a weak, earthy, feminine number as regards the Tree of Life, and represents a departure from the balance so low down on the Tree that this implies a loss of confidence.\n\nFortunately, the card is also attributed to Mars in Leo. Leo is still the Sun in his full strength, but the marks of decadence are already to be seen. It is as if the wavering fire summoned the brutal energy of Mars to its support. But this is not enough to counter- act fully the degeneration of the initial energy, and the departure from equilibrium.\n\nThe army has been thrown into disorder; if victory is to be won, it will be by dint of individual valour-a “soldiers’ battle”.\n\nThe pictorial representation shows the fixed and balanced wands of the last card relegated to the background, diminished, and become commonplace.\n\nIn front is a large crude uneven club, the first weapon to hand; evidently unsatisfactory in ordered combat.\n\nThe flames are dispersed, and seem to attack in all directions without systematic purpose.",
    "image": "thoth/wands_07.jpeg"
  },
  "Seven of Swords": {
    "interpretation": "Netzach, in the suit of Swords, does not represent such catastrophe as in the other suits, for Netzach, the Sephira of Venus, means victory. There is, therefore, a modifying influence; and this is accentuated by the celestial rule of the Moon in Aquarius.\n\nThe intellectual wreckage of the card is thus not so vehement as in the Five. There is vacillation, a wish to compromise, a certain toleration. But, in certain circumstances, the results may be more disastrous than ever. This naturally depends upon the success of the policy. This is always in doubt as long as there exist violent, uncompromising forces which take it as a natural prey.\n\nThis card, like the Four, suggests the policy of appeasement.\n\nThe symbol shows six Swords with their hilts in crescent formation. Their points meet below the centre of the card, impinging upon a blade of a much larger up-thrusting sword, as if there were a contest between the many feeble and the one strong. He strives in vain.",
    "image": "thoth/swords_07.jpeg"
  },
  "Seven of Cups": {
    "interpretation": "This card refers to the Seven, Netzach, in the suit of Water. Here recurs the invariable weakness arising from lack of balance; also, the card is governed by Venus in Scorpio. Her dignity is not good in this Sign; one is reminded that Venus is the planet of Copper, “external splendour and internal corruption”. The Lotuses have become poisonous, looking like tiger-lilies; and, instead of water, green slime issues from them and overflows, making the Sea a malarious morass. Venus redoubles the influence of the number Seven.\n\nThe cups are iridescent, carrying out the same idea.\n\nThey are arranged as two descending triangles interlaced above the lowest cup, which is very much larger than the rest.\n\nThis card is almost the “evil and averse” image of the Six; it is a wholesome reminder of the fatal ease with which a Sacrament may be profaned and prostituted.\n\nLose direct touch with Kether, the Highest; diverge never so little from the delicate balance of the Middle Pillar; at once the holiest mysteries of Nature become the obscene and shameful secrets of a guilty conscience.",
    "image": "thoth/cups_07.jpeg"
  },
  "Seven of Disks": {
    "interpretation": "The number Seven, Netzach, has its customary enfeebling effect, and this is made worse by the influence of Saturn in Taurus. The disks are arranged in the shape of the geomantic figure Rubeus, the most ugly and menacing of the Sixteen. (See Five of Cups.) The atmosphere of the card is that of Blight. On the background, which represents vegetation and cultivation, everything is spoiled. The four colours of Netzach appear, but they are blotched with angry indigo and reddish orange. The disks themselves are the leaden disks of Saturn. They suggest bad money.",
    "image": "thoth/disks_07.jpeg"
  },
  "Eight of Wands": {
    "interpretation": "The remaining three cards of the suit belong to Sagittarius, which represents the subtilizing of the Fiery energy; and Mercury rules the card, thus bringing down from Chokmah the message of the original Will.\n\nThe card also refers to Hod, splendour, in the suit of Fire, whence it refers to the phenomena of speech, light, electricity.\n\nThe pictorial representation of the card shows the Light-wands turned into electrical rays, sustaining or even constituting Matter by their vibrating energy. Above this restored universe shines the rainbow; the division of pure light, which deals with maxima, into the seven colours of the spectrum, which exhibit interplay and correlation.\n\nThis card, therefore, represents energy of high velocity, such as furnishes the master-key to modern mathematical physics.\n\nIt will be noted that there are no flames; they have all been taken up into the wands to turn them into rays. On the other hand, the electric energy has created intelligible geometrical form.",
    "image": "thoth/wands_08.jpeg"
  },
  "Eight of Swords": {
    "interpretation": "The number Eight, Hod, here signifies lack of persistence in matters of the intellect and of contest. Good fortune, however, attends even these weakened efforts, thanks to the influence of Jupiter in Gemini, ruling the Decan. Yet the Will is constantly thwarted by accidental interference.\n\nThe centre of the card is occupied by two long Swords pointed downward. These are crossed by six small swords, three on each side. They remind one of weapons peculiar to their countries or their cults; we see here the Kriss, the Kukri, the Scramasax, the Dagger, the Machete and the Yataghan.",
    "image": "thoth/swords_08.jpeg"
  },
  "Eight of Cups": {
    "interpretation": "The Eight, Hod, in the suit of Water, governs this card. It shows the influence of Mercury, but this is overpowered by the reference of the card to Saturn in Pisces. Pisces is calm but stagnant water; and Saturn deadens it completely. Water appears no longer as the Sea but as pools; and there is no florescence in this card as there was in the last. The Lotuses droop for lack of sun and rain, and the soil is poison to them; only two of the stems show blossoms at all. The cups are shallow, old and broken. They are arranged in three rows; of these the upper row of three is quite empty. Water trickles from the two flowers into the two central cups, and they drip into the two lowest without filling them. The background of the card shows pools, or lagoons, in very extensive country, incapable of cultivation; only disease and miasmatic poison can flourish in those vast Bad Lands.\n\nThe water is dark and muddy. On the horizon is a pallid, yellowish light, weighed down by leaden clouds of indigo.\n\nCompare with the last card; it represents the opposite and complementary error. The one is the Garden of Kundry, the other the Palace of Klingsor.\n\nIn the psychopathology of The Path, this card is the German Measles of Christian Mysticism.",
    "image": "thoth/cups_08.jpeg"
  },
  "Eight of Disks": {
    "interpretation": "The number Eight, Hod, is very helpful in this card, because it represents Mercury in his most spiritual aspect, and he both rules and is exalted in the sign of Virgo, which belongs to the Decan, and is governed by the Sun. It signifies intelligence lovingly applied to material matters, especially those of the agriculturalist, the artificer and the engineer.\n\nOne might suggest that this card marks the turn of the tide. The seven of Disks is in one sense the fullest possible establishment of Matter-compare Atu XV — the lowest fallen and therefore the highest exalted. These last three cards seem to prepare the explosion which will renew the whole Cycle. Note that Virgo is Yod, the secret seed of Life, and also the Virgin Earth awaiting the Phallic Plough.\n\nThe interest of this card is the interest of the common people. The rulership of the Sun in Virgo suggests also birth. The disks are arranged in the form of the geomantic figure Populus. These disks may be represented as the flowers or fruits of a great tree, its solid roots in fertile land.\n\nIn the Yi King, Sol in Virgo is represented by the 33rd Hexagram, Thun, “Big Air”. It means “retiring”; and the commentary indicates how best to make use of that maneuver. This is congruous enough with the essence of Virgo, the secret withdrawing of Energy into the fallow Earth. Populus, moreover, is the Moon retiring from manifestation to her conjunction with the Sun.",
    "image": "thoth/disks_08.jpeg"
  },
  "Nine of Wands": {
    "interpretation": "This card is referred to Yesod, the Foundation; this brings the Energy back into balance. The Nine represents always the fullest development of the Force in its relation with the Forces above it. The Nine may be considered as the best that can be obtained from the type involved, regarded from a practical and material standpoint.\n\nThis card is also governed by the Moon in Sagittarius; so here is a double influence of the Moon on the Tree of Life. Hence the aphorism “Change is Stability”.\n\nThe Wands have now become arrows. There are eight of them in the background, and in front of them one master arrow. This has the Moon for its point, and the Sun for the driving Force above it; for the path of Sagittarius on the Tree of Life joins the Sun and Moon. The flames in the card are tenfold, implying that the Energy is directed downwards.",
    "image": "thoth/wands_09.jpeg"
  },
  "Nine of Swords": {
    "interpretation": "The number Nine, Yesod, brings back the Energy to the central pillar of the Tree of Life. The previous disorder is now rectified.\n\nBut the general idea of the suit has been constantly degenerating. The Swords no longer represent pure intellect so much as the automatic stirring of heartless passions. Consciousness has fallen into a realm unenlightened by reason. This is the world of the unconscious primitive instincts, of the psychopath, of the fanatic.\n\nThe celestial ruler is Mars in Gemini, crude rage of hunger operating without restraint; although its form is intellectual, it is the temper of the inquisitor.\n\nThe symbol shows nine swords of varying lengths, all striking downwards to a point. They are jagged and rusty. Poison and blood drip from their blades.\n\nThere is, however, a way of dealing with this card: the way of passive resistance, resignation, the acceptance of martyrdom.\n\nNor is an alien formula that of implacable revenge.",
    "image": "thoth/swords_09.jpeg"
  },
  "Nine of Cups": {
    "interpretation": "The Number Nine, Yesod, in the suit of Water, restores the stability lost by the excursions of Netzach and Hod from the Middle Pillar. It is also the number of the Moon, thus strengthening the idea of Water.\n\nIn this card is the pageant of the culmination and perfection of the original force of Water.\n\nThe Ruler is Jupiter in Pisces. This influence is more than sym pathetic; it is a definite benediction, for Jupiter is the planet of Chesed which represents Water in its highest material manifestation, and Pisces brings out the placid qualities of Water.\n\nIn the symbol are nine cups perfectly arranged in a square; all are filled and overflowing with Water. It is the most complete and most beneficient aspect of the force of Water.\n\nThe Geomantic Figure Laetitia ~ is ruled by Jupiter in Pisces. For its meaning consult the “Handbook of Geomancy” (Equinox Vol I, No.2). Laetitia, Joy, gladness, is one of the best and most powerful of the sixteen figures; for the Solar, Lunar, and Mercurial symbols are, at the best, ambiguous and treacherously ambivalent; those of Venus portend rather relief than positive beneficence; Saturn and Mars are seen at their worst; and even the stable-companion of Laetitia, Acquisitio, has its unpleasant aspects, and even its dangers. But the consonance of Laetitia with this card amounts to little less than an identity; the wine is poured by Ganymede himself, unstinted vintage of true nectar of the Gods, brimful and running over, an ordered banquet of delight, True Wisdom self-fulfilled in Perfect Happiness.",
    "image": "thoth/cups_09.jpeg"
  },
  "Nine of Disks": {
    "interpretation": "The number Nine, Yesod, inevitably brings back the balance of Force in fulfilment. The card is ruled by Venus in Virgo. It shows good luck attending material affairs, favour and popularity.\n\nThe disks are arranged as an equilateral triangle of three, apex upwards, close together; and, surrounded at some distance by a ring, six larger disks in the form of a hexagon. This signifies the multiplication of the original established Word-by the mingling of “good luck and good management”. The three central disks are of the magical pattern as in earlier cards; but the others, since the descent into matter implies the gradual exhaustion of the original whirling energy, now take on the form of coins. These may be marked with the magical images of the appropriate planets.\n\nAs a general remark, one may say that the multiplication of a symbol of Energy always tends to degrade its essential meaning, as well as to complicate it.",
    "image": "thoth/disks_01.jpeg"
  },
  "Ten of Wands": {
    "interpretation": "The number Ten refers to Malkuth, which depends from the other nine Sephiroth, but is not directly in communication with them. It shows the Force detached from its spiritual sources. It is become a blind Force; so, the most violent form of that particular energy, without any modifying influences. The flames in the back ground of the card have run wild. It is Fire in its most destructive aspect.\n\nThe card also refers to the influence of Saturn in Sagittarius. Here is the greatest antipathy. Sagittarius is spiritual, swift, light, elusive, and luminous; Saturn is material, slow, heavy, obstinate, and obscure.\n\nThe eight Wands are still crossed, showing the enormous power of the completed energies of Fire; but they have lost their patents of nobility. Their ends seem more like claws; they lack the authority and intelligence shown in the earlier cards; and in front are the two formidable Dorjes of the Two of Wands, but lengthened to bars.\n\nThe whole picture suggests Oppression and repression. It is a stupid and obstinate cruelty from which there is no escape. It is a Will which has not understood anything beyond its dull purpose, its “lust of result”, and will devour itself in the conflagrations it has evoked.",
    "image": "thoth/wands_10.jpeg"
  },
  "Ten of Swords": {
    "interpretation": "The number Ten, Malkuth, as always, represents the culmination of the unmitigated energy of the idea. It shows reason run mad, ramshackle riot of soulless mechanism; it represents the logic of lunatics and (for the most part) of philosophers. It is reason divorced from reality.\n\nThe card is also ruled by the Sun in Gemini, but the mercurial airy quality of the Sign serves to disperse his rays; this card shows the disruption and disorder of harmonious and stable energy.\n\nThe hilts of the Swords occupy the positions of the Sephiroth, but the points One to Five and Seven to Nine touch and shatter the central Sword (six) which represents the Sun, the Heart, the child of Chokmah and Binah. The tenth Sword is also in splinters. It is the ruin of the Intellect, and even of all mental and moral qualities.\n\nIn the Yi King, Sol in Gemini is the virtue of the 43rd Hexagram, Kwai, the Watery modification of the Phallus; also, by the interlacing interpretation, the harmony of these two same Trigrams.\n\nThe signification is perfectly harmonious with that of the Ten of Swords. It represents the damping down of the Creative impulse, weakness, corruption, or mirage affecting that principle itself. But, viewing the Hexagram as a weapon or method of procedure, it counsels the ruler to purge the state of unworthy officers. Curiously, the invention of written characters to replace knotted strings is ascribed among Chinese scholars to the use of this hexagram by the sages. Gemini is ruled by Thoth; 10 is the key of the Naples Arrangement; and Apollo (Sol) is the patron of literature and the arts: so his suggestion might appear at least no less suitable to the Qabalistic correspondences than to their double emphasis on Water and the Sun.\n\nApart from this, however, the parallelism is complete.",
    "image": "thoth/swords_10.jpeg"
  },
  "Ten of Cups": {
    "interpretation": "This card represents a conflicting element. On the one hand, it receives the influence of the Ten, Malkah the Virgin. The arrangement of the cups is that of the Tree of Life. But, on the other hand, they are themselves unstable. They are tilted; they spill the water from the great Lotus which overhangs the whole system from one into the other.\n\nThe work proper to water is complete: and disturbance is due.\n\nThis comes from the influence of Mars in Pisces. Mars is the gross, violent and disruptive force which inevitably attacks every supposed perfection. His energy displays the greatest possible con trast with that of Pisces, which is both peaceful and spiritualized.",
    "image": "thoth/cups_10.jpeg"
  },
  "Ten of Disks": {
    "interpretation": "The number Ten, Malkuth, as always, represents the final issue of the Energy. Here is great and final solidification. The force is completely expended and results in death. Mercury rules this card in Virgo; and this may imply that the acquired wealth, being inert, will be dissipated unless put to further use by devoting its power to objects other than mere accumulation.\n\nThe disks, or (as they have now become) coins, are arranged on the Tree of Life, but the Tenth coin is much larger than the rest; the image indicates the futility of material gain.\n\nThese disks are inscribed with various symbols of mercurial character except that the coin in the place of Hod (Mercury) on the Tree is marked with the cipher of the Sun. This indicates the only possibility of issue from the impasse produced by the exhaustion of all the elemental forces. At the end of matter must be complete stagnation, were it not that in it is always inherent the Will of the Father, the Great Architect, the Great Arithmetician, the Great Geometer. In this case, then, Mercury will represent the Logos, the Word, the Will, the Wisdom, the Eternal Son, and Virgo the Virgin, in every implication of that symbol. This card is in fact a hieroglyph of the cycle of regeneration.\n\nAmong the Geomantic figures, Mercury in Virgo is Conjunctio ·OOO The meaning, conjunction, is shown plainly by the attraction of the descending (female) Triangle, the cipher of the Yoni, to the ascending (male) Triangle, that of the Lingam. This union completed, they appear interlaced, forming g:: the figure of Capricornus, the Sign in which the Sun finds his rebirth. It is the holy Hexagram, the symbol of the uniting of the Macrocosm and the Microcosm, the accomplishment of the Great Work, the Summum Bonum, True Wisdom and Perfect Happiness. Sic sit vobis!",
    "image": "thoth/disks_10.jpeg"
  },
  "Princess of Wands": {
    "interpretation": "The Princess of Wands represents the earthy part of Fire; one might say, she is the fuel of Fire. This expression implies the irresistible chemical attraction of the combustible substance. She rules the Heavens for one quadrant of the portion around the North Pole.\n\nThe Princess is therefore shewn with the plumes of justice streaming like flames from her brow; and she is unclothed, shewing that chemical action can only take place when the element is perfectly free to combine with its partner. She bears a wand crowned with the disk of the Sun; and she is leaping in a surging flame which re-calls by its shape the letter Yodh.\n\nThis card may be said to represent the dance of the virgin priestess of the Lords of Fire, for she is in attendance upon the golden altar ornamented with rams’ heads) symbolizing the fires of Spring.\n\nThe character of the Princess is extremely individual. She is brilliant and daring. She creates her own beauty by her essential vigour and energy. The force of her character imposes the impression of beauty upon the beholder. In anger or love she is sudden, violent, and implacable. She consumes all that comes into her sphere. She is ambitious and aspiring, full of enthusiasm which is often irrational. She never forgets an injury, and the only quality of patience to be found in her is the patience with which she lies in ambush to avenge.\n\nSuch a woman, ill-dignified, shews the defects of these qualities. She is superficial and theatrical, completely shallow and false, yet without suspecting that she is anything of the sort, for she believes entirely in herself, even when it is apparent to the most ordinary observer that she is merely in the spasm of mood. She is cruel, unreliable, faithless and domineering.\n\nIn the Yi King, the earthy part of Fire is described by the 27th hexagram, i. This shows a person omnivorous in passion of whatever kind, entirely reckless in the means of obtaining gratification, and insatiable. The Yi commentary is packed with alternate warning and encouragement.",
    "image": "thoth/wands_11.jpeg"
  },
  "Princess of Swords": {
    "interpretation": "The Princess of Swords represents the earthy part of Air, the fixation of the volatile. She brings about the materialization of Idea. She represents the influence of Heaven upon Earth. She partakes of the characteristics of Minerva and Artemis, and there is some suggestion of the Valkyrie. She represents to some extent the anger of the Gods, and she appears helmed, with serpent-haired Medusa for her crest. She stands in front of a barren altar as if to avenge its profanation, and she stabs downward with her sword. The heaven and the clouds, which are her home, seem angry.\n\nThe character of the Princess is stern and revengeful. Her logic is destructive. She is firm and aggressive, with great practical wisdom and subtlety in material things. She shews great cleverness and dexterity in the management of practical affairs, especially where they are of a controversial nature. She is very adroit in the settlement of controversies.\n\nIf ill-dignified, all these qualities are dispersed; she becomes incoherent, and all her gifts tend to combine to form a species of low cunning whose object is unworthy of the means.\n\nIn the Yi King, the earthy part of Air is represented by the i8th hexagram, Ku. This means “troubles”; it is, for all practical and material matters. the most unhappy symbol in the book. All the fine qualities of Air are weighed down, suppressed, suffocated.\n\nPeople thus characterized are slow mentally, the prey of constant anxiety, crushed by every kind of responsibility, but especially in family affairs. One of both of the parents will usually be found in the aetiology.It is hard to understand line 6, which “shows us one who does not serve either king or feudal lord, but in a lofty spirit prefers to follow his own bent”. The explanation is that a Princess as such, being “the throne of Spirit”, may always have the option of throwing everything overboard, “blowing everything sky high”. Such action would account for the characteristics above given for the card when well dignified. Such people are exceedingly rare; and, naturally enough, they appear often as “Children of misfortune”. Nevertheless, they have chosen aright, and in due season gain their reward.",
    "image": "thoth/swords_11.jpeg"
  },
  "Princess of Cups": {
    "interpretation": "The Princess of Cups represents the earthy part of Water; in particular, the faculty of crystallization. She represents the power of Water to give substance to idea, to support life, and to form the basis of chemical combination. She is represented as a dancing figure, robed in a flowing garment on whose edges crystals are seen to form.\n\nFor her crest she wears a swan with open wings. The symbolism of this swan reminds one of the swan in oriental philosophy which is the word AUM or AUMGN, which is the symbol of the entire process of creation.\n\nShe bears a covered cup from which issues a tortoise. This is ~again the tortoise which in Hindu philosophy supports the elephant on who~e back is the Universe. She is dancing upon a foaming sea in ~which disports himself a dolphin, the royal fish, which symbolizes the power of Creation.\n\nThe character of the Princess is infinitely gracious. All sweetness, all voluptuousness, gentleness, kindness and tenderness are in her character. She lives in the world of Romance, in the perpetual dream of rapture. On a superficial examination she might be thought selfish and indolent, but this is a quite false impression; silently and effortlessly she goes about her work.\n\nIn the Yi King, the earthy part of Water is represented by the 41st Hexagram, Sun. This means diminution, the dissolution of all solidity. People described by this card are very dependent on others, but at the same time helpful to them. Rarely, at the best, are they of individual importance. As helpmeets, they are unsurpassed.",
    "image": "thoth/cups_11.jpeg"
  },
  "Princess of Disks": {
    "interpretation": "The Princess of Disks, the last of the Court cards, represents the earthy part of Earth. She is consequently on the brink of transfiguration. She is strong and beautiful, with an expression of intense brooding, as if about to become aware of secret wonder.\n\nHer crest is the head of the ram, and her sceptre descends into the earth. There its head becomes a diamond, the precious stone of Kether, thus symbolizing the birth of the highest and purest light in the deepest and darkest of the Elements. She stands within a grove of sacred trees before an altar suggesting a wheatsheaf, for she is a priestess of Demeter. She bears within her body the secret of the future. Her sublimity is further emphasized by the disk which she bears; for in the centre thereof is the Chinese ideogram denoting the twin spiral force of Creation in perfect equilibrium; from this is born the rose of Isis, the great fertile Mother.\n\nThe characteristics of an individual signified by this card are too various to enumerate; one must summarize by saying that she is Womanhood in its ultimate projection. She contains all the characteristics of woman, and it would depend entirely upon the influences to which she is subjected whether one or another becomes manifest. But in every case her attributes will be pure in themselves, and not necessarily connected with any other attributes which in the normal way one regards as symbolic. In one sense, then, her general reputation will be of bewildering inconsistency. It is rather like a lottery wheel from which the extraction of any number does not predict or influence the result of any subsequent operation. The fruit of the Philosophy of Thelema is enjoyed, rare, ripe, nourishing and vitalizing at its highest and fullest in this meditation; for to the adept every turn of the wheel is equally probable, and equally a prize; for every Event is “a play of Nuit”.\n\nIn the Yi King the earthy part of Earth is represented by the 52nd hexagram, Kan. The meaning is “a mountain”; of how sublime a significance is this Chinese doctrine of Balance, and how closely congruous with that of the Holy Qabalah!\n\nThe mountain is the most sacred of all terrestrial symbols, stark, rugged, and immovable in its aspiration to the Highest, thrust up as it is by the Titan energy of Hidden Fire. It is no less an hieroglyph of the Inmost Godhead than the Phallus itself, even as Capricornus, the sign of the New Year, is exalted in the Zodiac, its deity autoch thonous no less than the Most Holy Ancient One himself.\n\nIt is essential for the Student to trace this doctrine for himself in every symbol: Air, the elastic and flexible, yet all-pervading and the element of combustion; Water, fluid yet incompressible, the most neutral and composed of all components of living matter, yet destructive even of the hardest rocks by physical assault, and irresistible in its burning power of solution; and Fire, so kin to Spirit that it is not a substance at all, but a phenomenon, yet so integral to Matter that it is the very heart and essence of all things soever.\n\nThe characteristic of Kan in the Yi King is rest; each line of the comment describes repose in the parts of the body in turn, and their effects; the toes, the calves, the loins, the spine, and the jaws.\n\nThis chapter is a close parallel in this respect, line by line, with the 31st, Hsien, which begins the second section of the Yi.\n\nThe Rosicrucian doctrine of Tetragrammaton could hardly be more adequately stated-to every ear that is to heavenly harmony attuned.\n\nThere’s not a planet in the firmament\nBut in his motion like an angel sings, Still quiring to the young-eyed cherubim;\nBut while this muddy vesture of decay\nDoth wrap us round, our nature cannot hear it.\n\nLet every student of this Essay, and of this book of Tahuti, this living Book that guides man through all Time, and leads him to Eternity at every page, hold fast this simplest, most far-reaching Doctrine in his heart and mind, inflaming the inmost of His Being, that he also, having explored each recess of the Universe, may therein find the Light of Truth, so come to the Knowledge and Conversation of the Holy Guardian Angel, and accomplish the Great Work, attain the Summum Bonum, true Wisdom and perfect Happiness!",
    "image": "thoth/disks_11.jpeg"
  },
  "Prince of Wands": {
    "interpretation": "The Prince of Wands represents the airy part of Fire, with its faculty of expanding and volatilising. He rules from the 21st degree of Cancer to the 20th degree of Leo. He is a warrior in complete armour of scale mail, but his arms are bare on account of his vigour and activity. He wears a rayed crown surmounted by a lion’s head winged, and from this crown depends a curtain of flame. On his breast is the sigil of To Mega Therion. In his left hand he bears the Phoenix wand of the Second Adept ~n the Ritual of 5060 of R.R. at A.C.), the wand of Power and Energy, while with his other arm he reins the lion which draws his chariot, the chariot which is fortified by a wheel radiating flame. He rides upon a sea of flames, both waved and salient.\n\nThe moral qualities appropriate to this figure are swiftness and strength. But he is sometimes inclined to act on impulse; sometimes easily led by external influences; sometimes, especially in trifles, a prey to indecision. He is often violent, especially in the expression of an opinion, but he does not necessarily hold the opinion about which he is so emphatic. He states a vigorous proposition for the sake of stating it. He is in fact very slow to make up his mind thoroughly on any subject, but always sees both sides of every question. He is essentially just, but always feels that justice is not to be attained in the intellectual world. His character is intensely noble and generous. He may be an extravagant boaster, while slyly laughing both at the object of his boast and at himself for making it. He is romantic, especially in matters of history and tradition, to the point of folly, and may engineer “stunts” or play elaborate practical jokes. He might select some inoffensive nobody, and pursue him for years with every weapon of ridicule) as Swift tormented the unhappy Partridge, all without the least animus, ready to give the shirt off his back, should his victim be in need. His sense of humour is omnivorous, and may make him a mysterious figure, dreaded without reason by people who actually know nothing about him but his name-as a symbol of Terror. This is due to the influence of the last decan of Cancer upon this card. One of his greatest faults is pride; meanness and pettiness of any kind he holds in infinite scorn. His courage is fanatically strong, and his endurance indefatigable. He is always fighting against odds, and always wins in the long-the very long-run. This is principally due to his enormous capacity for work, which he exercises for its own sake, “without lust of result”; perhaps his haughty contempt for the world at large-which however coexists with profound and ecstatic respect for “every man and every woman” as “a star” — is responsible for this.\n\nWhen this card is badly dignified, the character degenerates. Each of the qualities mentioned above is found in its antithesis. There is great cruelty in him, partly sadistic and partly due to callousness arising from indifference-and, in a sense, laziness! So too he may be intolerant, prejudiced and idle-principally because it saves trouble. He may furthermore be an empty boaster and a great coward.\n\nIn the YI King, the airy part of Fire is represented by the 42nd Hexagram, Yi, which signifies addition, increase. Full of virtue, and confident therein, he contemplates work of stupendous scope, often with the idea expressed in line 5: “with sincere heart seeking to benefit all below”. In this he may achieve immense success. But this course is fraught with commensurate danger. “We see one to whose in crease none will contribute, while many will seek to assail him. He observes no regular rule in the ordering of his heart”. (line 6) This peril avoided, there come “parties adding to the store of its subject ten pairs of tortoise shells whose oracles cannot be opposed-Let the King employ them in presenting his offerings to God….” (line 2).",
    "image": "thoth/wands_12.jpeg"
  },
  "Prince of Swords": {
    "interpretation": "This card represents the airy part of Air. With its particular interpretation, it is intellectual, it is a picture of the Mind as such. He rules from the 21st degree of Capricornus to the 20th degree of Aquarius.\n\nThe figure of this Prince is clothed with closely woven armour adorned with definite device, and the chariot which bears him suggests (even more closely) geometrical ideas. This chariot is drawn by winged children, looking and leaping irresponsibly in any direction that takes their fancy; they are not reined, but perfectly Capricious. The chariot consequently is easy enough to move, but quite unable to progress in any definite direction except by accident. This is a perfect picture of the Mind.\n\nOn the head of this Prince is, nevertheless, a child’s head radiant, for there is a secret crown in the nature of this card; if concentrated, it is exactly Tiphareth.\n\nThe operation of his logical mental processes have reduced the Air, which is his element, to many diverse geometrical patterns, but in these there is no real plan; they are demonstrations of the powers of the Mind without definite purpose. In his right hand is a lifted sword wherewith to create, but in his left hand a sickle, so that what he creates he instantly destroys.\n\nA person thus symbolized is purely intellectual. He is full of ideas and designs which tumble over each other. He is a mass of fine ideals unrelated to practical effort. He has all the apparatus of Thought in the highest degree, intensely clever, admirably rational, but unstable of purpose, and in reality indifferent even to his own ideas, as knowing that any one of them is just as good as any other. He reduces everything to unreality by removing its substance and transmuting it to an ideal world of ratiocination which is purely formal and out of relation to any facts, even those upon which it is based.\n\nIn the Yi King, the airy part of Air is represented by the 57th hexagram, Sun. This is one of the most difficult figures in the book, on account of its ambivalence: it means both flexibility and penetration.\n\nImmensely powerful because of its complete freedom from settled principles, capable of maintaining and putting forward any conceivable argument, insusceptible of regret or remorse, glib to “quote Scripture” aptly and cunningly to support any thesis soever, indifferent to the fate of a contrary argument advanced two minutes earlier, impossible to defeat because any position is as good as any other, ready to enter into combination with the nearest element available, these elusive and elastic people are of value only when firmly mastered by creative will fortified by an intelligence superior to their own. In practice, this is rarely possible: there is no purchase to be had upon them, not even by pandering to their appetites. These may nevertheless be stormy, even uncontrollable. Faddists, devotees of drink, drugs, humanitarianism, music or religion, are often in this class; but when this is the case, there is still no stability. They wander from one cult or one vice to another, always brilliantly supporting with the fanaticism of a fixed conviction what is actually no more than the whim of the moment.\n\nIt is easy to be deceived by such people; for the manifestation itself has enormous potency: it is as if an imbecile offered one the dialogues of Plato. They may in this way acquire a great reputation both for depth and breadth of mind.",
    "image": "thoth/swords_12.jpeg"
  },
  "Prince of Cups": {
    "interpretation": "The Prince of Cups represents the airy part of Water. On the one hand, elasticity, volatility, hydrostatic equilibrium; on the other hand, the catalytic faculty and the energy of steam. He rules from the 21st degree of Libra to the 20th degree of Scorpio.\n\nHe is a warrior partly clad in armour, which seems, however, rather a growth than a covering. His helmet is surmounted by an eagle, and his chariot, which resembles a shell, is also drawn by an eagle. His wings are tenuous, almost of gas.. This is a reference to his power of volatilization understood in the spiritual sense.\n\nIn his right hand he bears a Lotus flower, sacred to the element of Water, and in his left hand is a cup from which issues a serpent.\n\nThe third totem, the scorpion, is not shewn in the picture, for the putrefaction which it represents is an extremely secret process. Beneath his chariot is the calm and stagnant water of a lake upon which rain falls heavily.\n\nThe whole symbolism of this card is exceedingly complicated, for Scorpio is the most mysterious of the Signs, and the manifested portion of it symbolized by the eagle is in reality the least important part of his nature.\n\nThe moral characteristics of the person pictured in this card are subtlety, secret violence, and craft. He is intensely secret, an artist in all his ways. On the surface he appears calm and imperturbe, but this is a mask of the most intense passion. He is on the surface susceptible to external influences, but he accepts them only to transmute them to the advantage of his secret designs. He is thus completely without conscience in the ordinary sense of the word, and is therefore usually distrusted by his neighbours. They feel they do not, and can never, understand him. Thus he inspires unreasonable fear. He is in fact perfectly ruthless. He cares intensely for power, wisdom, and his own aims. He feels no responsibility to others, and although his abilities are so immense, he cannot be relied upon to work in harness.\n\nIn the Yi King, the airy part of Water is represented by the 6ist hexagram, Kung Fu~. This is one of the most important figures in the Yi: it “moves even pigs and fish, and leads to great good fortune”. Its dignities and correspondences are manifold and great; for it is also a “big Li”, the trigram of Sol formed by doubling the lines. By shape it suggests a boat, but also the geomantic figure of Cancer, Saturn in Capricornus.\n\nThis card is in consequence one of great power; Libra going over into Scorpio is of tremendous, active, critical energy and weight. To such people good will, sincerity, and right mating are the essentials of success; their danger is overweening ambition.",
    "image": "thoth/cups_12.jpeg"
  },
  "Prince of Disks": {
    "interpretation": "The Prince of Disks represents the airy part of Earth, indicating the florescence and fructification of that element. He rules from the 21st degree of Aries to the 20th degree of Taurus.\n\nThe figure of this Prince is meditiative. He is the element of Earth become intelligible. Clothed in light armour, his helmet is crowned with the head of a bull; and his chariot is drawn by an ox, this animal being peculiarly sacred to the Element of Earth. In his left hand he holds his disk, which is an orb resembling a globe, marked with mathematical symbols as if to imply the planning involved in agriculture. In his right hand he bears an orbed sceptre surmounted by a cross, a symbol of the Great Work accomplished; for it is his function to bring forth from the material of the element that vegetation which is the sustenance of the Spirit itself.\n\nThe character denoted by this card is that of great energy brought to bear upon the most solid of practical matters. He is energetic and enduring, a capable manager, a steadfast and per severing worker. He is competent, ingenious, thoughtful, cautious, ‘trustworthy, imperturbable; he constantly seeks new uses for common things, and adapts his circumstances to his purposes in a slow, steady, well-thought out plan.\n\nHe is lacking almost entirely in emotion. He is somewhat in sensitive, and may appear dull, but he is not; it so appears because he makes no effort to understand ideas which are beyond his scope. He may often appear stupid, and is inclined to be resentful of more spiritual types. He is slow to anger, but, if driven, becomes implacable. It is not very practicable to distinguish between the good and evil dignities in this card; one can merely say that, in case of his being ill-dignified, both the quality and quantity of his characteristics are somewhat degraded. The reaction of others to him will depend almost entirely upon their own temperaments.\n\nIn the Yi King, the airy part of Earth is represented by the 53rd hexagram, Kien. The commentary concerns the flight of wild geese, “gradually approaching the shore”, then “the large rocks”, then ”advanced to the dry plains-the trees-the high ~ finally, to “the large heights”. It thus symbolizes slow, steady emancipation from repressive conditions.\n\nThe description is even happier than that given by the Qabalah, although in every way congruous with it. Practical considerations are never absent from Chinese thought, even at its most abstruse and metaphysical. The fundamental heresy of the Black Lodge is con tempt for “the world, the flesh, and the devil”, all which are essential to the plan of the Universe; it is cardinal to the Great Work for the Adept so to order affairs that “even the evil germs of Matter shall alike become useful and good”.\n\nThe error of Christian Mystics on this point has been responsible for more cruelty, misery, and collective insanity than all others put together; its poison can be traced even in the teaching of Freud, who assumed that the Unconscious was “the devil”, whereas in fact it is the instinct which expresses, beneath a veil, the inherent Point-of- View of each, and, properly understood, is the key to Initiation, and a hint of what seed may blossom and fructify as the “Knowledge and Conversation of the Holy Guardian Angel”. For “Every man and every woman is a star”.\n\nBut no doubt the judgment of the Adepts Exempt (for it is they who determine, under the guidance of the Masters of the Temple, all such details of doctrine) in respect of this card has been influenced by its transition from Aries to Taurus. It is too often forgotten that Taurus is the House of Venus, and that Luna is exalted therein. The new doctrine set forth in this present Essay makes the primary colour of Earth not black, but green; it insists that every Disk is a living and revolving symbol. The central thesis of the Book of the Law asserts the Perfection of the Universe. In its pantheistic conception all possibilities are equal in value; each and every Point-Event is “a play of Nuit”, as it is written in the Book of Wisdom or Folly, “Bind nothing! Let there be no difference made among you between any one thing & any other thing; for thereby there cometh hurt. But whose availeth in this, let him be the chief of all!” Liber Al. 1. 22. Or, yet more comprehensively and simply: “Every number is infinite; there is no difference.” Ib 1.4.",
    "image": "thoth/disks_12.jpeg"
  },
  "Queen of Wands": {
    "interpretation": "The Queen of Wands represents the watery part of Fire, its fluidity and colour. Also, she rules in the Zodiac from the 21st degree of Pisces to the 20th degree of Aries. Her crown is topped with the winged globe and rayed with flame. Her long red golden hair flows down upon her armour of scaled mail. She is seated upon a throne of flame, ordered into geometrical light by her material power. Beneath the throne the surging flames are steady. She bears a~wand in her left hand; but it is topped with a cone suggestive of the mysteries of Bacchus. She is attended by a couchant leopard upon whose head she lays her hand. Her face expresses the ecstasy of one whose mind is well in-drawn to the mystery borne beneath her bosom.\n\nThe characteristics of the Queen are adaptability, persistent energy, calm authority which she knows how to use to enhance her attractiveness. She is kindly and generous, but impatient of opposition. She has immense capacity for friendship and for love, but always on her own initiative.\n\nThere is as much pride in this card as in the Knight, but it lacks the spontaneous nobility which excuses that error. It is not true pride, but self-complacent vanity and even snobbery.\n\nThe other side of her character is that she may have a tendency to brood, come to a wrong decision thereon, and react with great savagery. She may be easily deceived; then she is likely to shew herself stupid, obstinate, tyrannical. She may be quick to take offense, and harbour revenge without good cause. She might turn and snap at her best friends without intelligible excuse. Also, when she misses her bite, she breaks her jaw!\n\nIn the YI King, the watery part of Fire is represented by the 17th hexagram, Sui. It indicates reflection upon impulse, and the consequently even flow of action. There is great capacity for lucid conception and steady prosecution of work; but this is only at the bidding, and under the guidance, of some creative mind. There is a tendency to be fickle, even disloyal; the ideas which she obeys make no deep or permanent impression. She will “cleave to the little boy and let go the man of age and experience” or the reverse (lines 2 and 3) without realizing what she is doing. There is liability of fits of melancholy, which she seeks to cure by bouts of intoxication, or by panic-stricken outbursts of ill-considered fury.",
    "image": "thoth/wands_13.jpeg"
  },
  "Queen of Swords": {
    "interpretation": "The Queen of Swords represents the watery part of Air, the elasticity of that element, and its power of transmission. She rules from the 21St degree of Virgo to the 20th degree of Libra. She is enthroned upon the clouds. The upper part of her body is naked, but she wears a gleaming belt and a sarong. Her helmet is crested by the head of a child, and from it stream sharp rays of light, illuminating her empire of celestial dew. In her right hand, she bears a sword; in her left hand, the newly severed head of a bearded man. She is the clear, conscious perception of Idea, the Liberator of the Mind.\n\nThe person symbolized by this card should be intensely perceptive, a keen observer, a subtle interpreter, an intense individualist, swift and accurate at recording ideas; in action confident, in spirit gracious and just. Her movements will be graceful, and her ability in dancing and balancing exceptional.\n\nIf ill-dignified, these qualities will all be turned to unworthy purposes. She will be cruel, sly, deceitful and unreliable; in this way, very dangerous, on account of the superficial beauty and attractiveness which distinguish her.\n\nIn the Yi King, the watery part of Air is represented by the 28th hexagram, Ta~ Kwo. The Shape suggests a weak beam.\n\nThe character, excellent in itself, cannot support interference. Foresight and prudence, care in preparation of action, are a safeguard (line i.) Advantage is to be won, moreover, by reliance on help from apparently unsuitable comrades (lines 2 and 5). This alien strength often supplies the defeat of inherent weakness, and may even create definite superiority to circumstance (line 4). In such an event, there may be temptation to undertake rash adventures, foredoomed to failure. But even so, no blame is incurred (line 6); the conditions of True Will have been satisfied, and the issue is compensated by the feeling that the right (however unfortunate) course has been adopted.\n\nSuch people acquire intense love and devotion from the most unexpected quarters.",
    "image": "thoth/swords_13.jpeg"
  },
  "Queen of Cups": {
    "interpretation": "The Queen of Cups represents the watery part of Water, its power of reception and reflection. In the Zodiac it rules from the 21St degree of Gemini to the 20th degree of Cancer Her image is of extreme purity and beauty, with infinite subtlety; to see the Truth of her is hardly possible, for she reflects the nature of the observer in great perfection.\n\nShe is represented as enthroned upon still water. In her hand she bears a shell-like cup, from which issues a crayfish, and she bears also the Lotus of Isis, of the Great Mother. She is robed in, and veiled by, endless curves of light, and the sea upon which she is enthroned conveys the almost unbroken images of the image which she represents.\n\nThe characteristics associated with this card are principally dreaminess, illusion and tranquillity. She is the perfect agent and patient, able to receive and transmit everything without herself being affected thereby. If ill-dignified, all these qualities are degraded.\n\nEverything that passes through her is refracted and distorted. But, speaking generally, her characteristics depend mostly upon the influences which affect her.\n\nIn the Yt King, the watery part of Water is represented by the ~8th hexagram, Tui. The commentary is as colourless as the card; it consists of mild exhortations on the subject of pleasure. It may really be said that, normally, people of this type have no character at all of their own, unless it can be called a characteristic to be at the disposition of every impact or impression.\n\nThere is, however, a hint (line 6) that the chief pleasure of people of this type is to lead and attract others. Such are accordingly (often enough) exceedingly popular.",
    "image": "thoth/cups_13.jpeg"
  },
  "Queen of Disks": {
    "interpretation": "The Queen of Disks represents the watery part of Earth, the function of that element as Mother. She rules from the 21st degree of Sagittarius to the 20th degree of Capricornus. She represents passivity, usually in its highest aspect.\n\nThe Queen of Disks is throned upon the life of vegetation. She contemplates the background, where a calm river winds through a sandy desert to bring to it fertility. Oases are beginning to shew themselves amid the wastes. Before her stands a goat upon a sphere. There is here a reference to the dogma that the Great Work is fertility. Her armour is composed of small scales or coins, and her helmet is adorned with the great spiral horns of the markhor. In her right hand she bears a sceptre surmounted by a cube, within which is a three-dimensional Hexagram, and in her left arm is curved her proper disk, a sphere of loops and circles interlaced. She thus represents the ambition of matter to take part in the great work of Creation.\n\nPersons signified by this card possess the finest of the quieter qualities. They are ambitious, but only in useful directions. They possess immense funds of affection, kindness, and greatness of heart. They are not intellectual, and not particularly intelligent; but instinct and intuition are more than adequate for their needs. These people are quiet, hard-working, practical, sensible, domesticated, often (in a reticent and unassuming fashion) lustful and even debauched. They are inclined to the abuse of alcohol and of drugs. It is as if they could only realize their essential happiness by getting outside themselves.\n\nIf ill dignified, they are dull, servile, foolish; they are drudges rather than workers. Life for them is purely mechanical; and they cannot rise, or even seek to rise, above their appointed lot.\n\nIn the Yi King, the watery part of Earth is represented by the 31st hexagram, Hsien. This has the meaning: Influence. The commentary describes the effect of moving various parts of the body, from the toes to the jaws and tongue. This is rather an amplification of what has been said above than an exact correspondence; yet there is no discordance. The general advice is to go forward quietly without overt attack upon existing situations.",
    "image": "thoth/disks_13.jpeg"
  },
  "Knight of Wands": {
    "interpretation": "The Knight of Wands represents the fiery part of Fire; he rules from the 21st degree of Scorpio to the 20th degree of Sagittarius. He is a warrior in complete armour. On his helmet for a crest he wears a black horse. In his hand he bears a flaming torch; a flame also in his mantle; and upon the flames does he ride. His steed is a black horse leaping.\n\nThe moral qualities appropriate to this figure are activity, generosity, fierceness, impetuosity, pride, impulsiveness, swiftness in unpredictable actions. If wrongly energized, he is evil-minded, cruel, bigoted and brutal. He is in either case ill-fitted to carry on his action; he has no means of modifying it according to circumstances. If he fails in his first effort, he has no recourse.\n\nIn the Yi King, the fiery part of Fire is represented by the 51st hexagram, Kan. The signification there given is entirely in accordance with the doctrine of the Tarot, but great emphasis is laid on the startling, perilous, and revolutionary character of the events cognate. The Querent is advised to be apprehensive, yet cool, resolute and energetic: to beware of untimely action, but to go forward with tense confidence in his own ability.\n\nAll these correspondences of the Yi King are to be studied in that book (S.B.E. vol. XVI) and reference is here made to the text when important passages are too long to be conveniently quoted.",
    "image": "thoth/wands_14.jpeg"
  },
  "Knight of Swords": {
    "interpretation": "The Knight of Swords represents the fiery part of Air; he is the wind, the storm. He represents the violent power of motion applied to an apparently manageable element. He rules from the 21st degree of Taurus to the 20th degree of Gemini. He is a warrior helmed, and for his crest he bears a revolving wing. Mounted upon a maddened steed, he drives down the Heavens, the Spirit of the Tempest. In one hand is a sword, in the other a poniard. He represents the idea of attack.\n\nThe moral qualities of a person thus indicated are activity and skill, subtlety and cleverness. He is fierce, delicate and courageous, but altogether the prey of his idea, which comes to him as an inspiration without reflection.\n\nIf ill-dignified, the vigour in all these qualities being absent, he is incapable of decision or purpose. Any action that he takes is easily brushed aside by opposition. Inadequate violence spells futility. “Chimaera bombinans in vacuo”.\n\nIn the Yl~ King, the fiery part of Air is represented by the 32nd hexagram, Ha~ng. This is the first occasion on which it has been simple to demonstrate the close technical parallelism which identifies Chinese thought and experience with that of the West. For the meaning is long continuance: “perseverance in well-doing, or continuously acting out the law of one’s being”, as Legge puts it in his note on the hexagram; and this seems incongruous with the Qabalistic idea of violent energy applied to the least stable of the elements. But the trigram of Air also indicates wood; and the hexagram may have Suggested the irresistible flow of the sap, and its effect in strengthening the tree. This conjecture is supported by the warning in line 6: “The topmost line, divided, shows its subject exciting himself to long continuance. There will be evil.”\n\nAllowing this, the image of “the extended flame of mind”, as Zoroaster calls it, may well be subjoined to the former description. It is the True Will exploding the mind spontaneously. The influence of Taurus makes for steadiness, and that of the first decanate of Gemini for inspiration. So let us picture him, “integer vit~ scelerisque purus”, a light-shaft of the Ideal absorbing the entire life in concentrated aspiration, passing from earthy Taurus to exalted Gemini. Here, too, is shewn (as in the Yi) the danger to the subject of this symbol; for the first decan is the card called “Interference”; or, in the old pack, “Shortened Force”.",
    "image": "thoth/swords_14.jpeg"
  },
  "Knight of Cups": {
    "interpretation": "The Knight of Cups represents the fiery part of Water, the swift passionate attack of rain and springs; more intimately, Water’s power of solution. He rules the Heavens from the 21st degree of Aquarius to the 20th degree of Pisces. He is clothed in black armour furnished with bright wings which, together with the leaping attitude of his white charger, indicates that he represents the most active aspect of Water. In his right hand he bears a cup from which issues a crab, the cardinal sign of Water, for aggressiveness. His totem is the peacock, for one of the stigmata of water in its most active form is brilliance. There is here also some reference to the phenomena of fluorescence.\n\nThe characteristics of the person signified by this card are nevertheless mostly passive, in accordance with the Zodiacal attribution. He is graceful, dilettante, with the qualities of Venus, or a weak Jupiter. He is amiable in a passive way. He is quick to respond to attraction, and easily becomes enthusiastic under such stimulus; but he is not very enduring. He is exceedingly sensitive to external influence, but with no material depth in his character.\n\nWhen the card is ill dignified, he is sensual, idle and untruthful. Yet with all this he possesses an innocence and purity which are the essence of his nature. But he is, on the whole, so superficial that it is hard to reach this depth. “His name is writ in water.”\n\nIn the Yi King, the fiery part of Water is represented by the 54th Hexagram, Kwei Mei. The commentary is singularly obscure, and somewhat sinister. It deals with the difficulties of rightly mating such opposites as fire and water (compare the Queen of Wands; but in that case Water is the calming and modulating influence, while here it is Fire which creates trouble.) Swiftness and violence ill suit a character naturally placid; it is rare indeed to meet with a person who has succeeded in harmonizing these conflicting elements. He tends to mismanage all his affairs; and unless sheer good fortune attend him, his whole career will be an unbroken record of failure and disaster. Often his mental “civil war” ends in schizophrenia or melancholy madness. The abuse of stimulants and narcotics may precipitate the catastrophe.",
    "image": "thoth/cups_14.jpeg"
  },
  "Knight of Disks": {
    "interpretation": "The Knight of Disks represents the fiery part of Earth, and refers in particular to the phenomena of mountains, earthquakes, and gravitation; but it also represents the activity of Earth regarded as the producer of Life. He rules from the 21st degree of Leo to the 20th degree of Virgo, and is thus concerned greatly with agriculture. This warrior is short and sturdy in type. He is clothed in great solidity of plate armour; but his helmet, which is crested with the head of a stag, is thrown back, for at the moment his function is entirely confined to the production of food. For this reason he is armed with a flail. The disk which he bears, moreover, is very solid; it represents nutrition. These characteristics are borne out by his horse; a shire horse, solidly planted on all four feet, as was not the case with the other Knights. He rides through the fertile land; even the distant hills are cultivated fields.\n\nThose whom he symbolizes tend to be dull, heavy and preoccupied with material things. They are laborious and patient, but would have little intellectual grasp even of matters which concern them most closely. Their success in these is due to instinct, to imitation of Nature. They lack initiative; their fire is the smouldering fire of the process of growth.\n\nIf ill-dignified, these people are hopelessly stupid, slavish, quite incapable of foresight even in their own affairs, or of taking an intelligent interest in anything outside them. They are churlish, surly, and jealous (in a dull sort of way) of what they instinctively realize is the superior state of others; but they have not the courage or intelligence to better themselves. Yet they are always irritably meddling about petty matters; they interfere with, and inevitably spoil, whatever comes their way.\n\nIn the Yi King, the fiery part of Earth is represented by the 62nd hexagram, Hsiao Kwo. This is as important as its complement, Kung Fu (see under Prince of Cups); it is a “big Khan”, the trigram of Luna with each line doubled. But it is also suggestive of the Geomantic figure Conjunctio, Mercury in Virgo, corresponding very closely indeed with the Fire of Earth attribution in the Qabalistic system.\n\nTo the Chinese sages, moreover, the shape of the figure gave the idea of a bird. The meaning is, accordingly, modified by human influence of the more frivolous and irresponsible kind, Shakespeare’s “little wanton harlotry”, the French cynic’s “Souvent femme vane”, and the fickle mob of Coriolanus; indeed, of History itself. But Mercury in Virgo symbolizes Intelligence (and even creative Idea)~: applied to Agriculture; and this (once more!) harmonizes perfectly with the Ten of Disks, which is ruled by this Planet and this Sign. This adds to the superabundant mass of proof that this whole system of symbolism is based upon Realities of Nature, as understood by the materialist School of Science — if such a school survives in some obscure and obsolescent University! Such coherence, such introverted exfoliation, cannot be the chance parallelism of the dreams of nebulous philosophies.\n\nThe character described by this card is therefore exceeding complex yet admirably well-knit; but its dangers are indicated by the symbols of Luna and the bird. In the happiest cases, the qualities thus indicated will be romance and imagination; but overweening ambition, the pursuit of Ignis Fatuns, superstition, and the tendency to waste time in idle dreaming, are perils all too frequently found in such sons of the soil. Thomas Hardy has painted many admirable portraits of the type. Ill-starred indeed and black with bile are those who have profaned the Sacred Fire, not enkindling Earth to new, more copious, more varied life, but peering in deceptive moonlight, turning their faces from their mother Earth.",
    "image": "thoth/disks_14.jpeg"
  }
}
